<!--
 * @Author: lx000
 * @Date: 2021-11-16 09:59:24
 * @LastEditTime: 2021-11-19 00:42:55
 * @Description: 描述
-->
<template>
  <container>
    <p class="">
      每个人都不得不面对这些问题。 在面对这种问题时， 我们一般认为，抓住了问题的关键，其他一切则会迎刃而解。
      马克思说过一句富有哲理的话，一切节省，归根到底都归结为时间的节省。这不禁令我深思。 这样看来，
      对我个人而言，加班的意义不仅仅是一个重大的事件，还可能会改变我的人生。 我们一般认为，抓住了问题的关键，其他一切则会迎刃而解。 那么， 从这个角度来看，
      叔本华曾经提到过，普通人只想到如何度过时间，有才能的人设法利用时间。带着这句话，我们还要更加慎重的审视这个问题：
      要想清楚，加班的意义，到底是一种怎么样的存在。 莎士比亚在不经意间这样说过，本来无望的事，大胆尝试，往往能成功。这句话语虽然很短，但令我浮想联翩。
      从这个角度来看。
    </p>
  </container>
</template>
<style scoped>
  p {
    text-indent: 2em;
  }
</style>
