<!--
 * @Author: lx000
 * @Date: 2021-11-16 09:59:24
 * @LastEditTime: 2021-11-18 17:24:00
 * @Description: 描述
-->
<template>
  <div class="w-full h-full overflow-y-scroll">
    <p class="">
      每个人都不得不面对这些问题。 在面对这种问题时， 我们一般认为，抓住了问题的关键，其他一切则会迎刃而解。
      马克思说过一句富有哲理的话，一切节省，归根到底都归结为时间的节省。这不禁令我深思。 这样看来，
      对我个人而言，加班的意义不仅仅是一个重大的事件，还可能会改变我的人生。 我们一般认为，抓住了问题的关键，其他一切则会迎刃而解。 那么， 从这个角度来看，
      叔本华曾经提到过，普通人只想到如何度过时间，有才能的人设法利用时间。带着这句话，我们还要更加慎重的审视这个问题：
      要想清楚，加班的意义，到底是一种怎么样的存在。 莎士比亚在不经意间这样说过，本来无望的事，大胆尝试，往往能成功。这句话语虽然很短，但令我浮想联翩。
      从这个角度来看。
    </p>
    <p>
      一般来说， 莎士比亚说过一句富有哲理的话，人的一生是短的，但如果卑劣地过这一生，就太长了。这不禁令我深思。 要想清楚，加班的意义，到底是一种怎么样的存在。
      塞涅卡在不经意间这样说过，真正的人生，只有在经过艰难卓绝的斗争之后才能实现。带着这句话，我们还要更加慎重的审视这个问题：
      就我个人来说，加班的意义对我的意义，不能不说非常重大。 从这个角度来看， 罗素·贝克曾经说过，一个人即使已登上顶峰，也仍要自强不息。这不禁令我深思。
      俾斯麦曾经说过，失败是坚忍的最后考验。这句话语虽然很短，但令我浮想联翩。 我们都知道，只要有意义，那么就必须慎重考虑。
      我们不得不面对一个非常尴尬的事实，那就是， 生活中，若加班的意义出现了，我们就不得不考虑它出现了的事实。 这样看来，
      带着这些问题，我们来审视一下加班的意义。 罗曼·罗兰在不经意间这样说过，只有把抱怨环境的心情，化为上进的力量，才是成功的保证。这似乎解答了我的疑惑。
      要想清楚，加班的意义，到底是一种怎么样的存在。 本人也是经过了深思熟虑，在每个日日夜夜思考这个问题。 要想清楚，加班的意义，到底是一种怎么样的存在。
      黑塞说过一句富有哲理的话，有勇气承担命运这才是英雄好汉。带着这句话，我们还要更加慎重的审视这个问题：
      达·芬奇说过一句富有哲理的话，大胆和坚定的决心能够抵得上武器的精良。带着这句话，我们还要更加慎重的审视这个问题： 带着这些问题，我们来审视一下加班的意义。
      既然如何， 本人也是经过了深思熟虑，在每个日日夜夜思考这个问题。
    </p>
  </div>
</template>
<style scoped>
  p {
    text-indent: 2em;
  }
</style>
